Repository: wellingtontf/DrinkingAtTheSources
Catalog: omegat/project_save.tmx
Source language: en
Languages: pt

source: Had Jesus observed the Sabbath formalities expected of Him, He would have violated its spirit and the paralytic would not have been healed.
pt: Se Jesus tivesse observado as formalidades do sábado esperadas por Ele, Ele teria violado seu espírito e o paralítico não teria sido curado.

source: Had not the prophet Daniel predicted this development?
pt: O profeta Daniel não havia previsto esse desenvolvimento?

source: Had they only been willing to take sides!
pt: Eles só estavam dispostos a tomar partido!

source: Hananiah spoke first, and his words were appreciated.
pt: Hananá falou primeiro e suas palavras foram apreciadas.

source: Has the system we have attacked been at all shaken?
pt: O sistema que atacamos foi abalado?

source: Hatched-up accusations?
pt: Acusações de choque?

source: Have we resolved the problems?
pt: Nós resolvemos os problemas?

source: Having put aside all intolerance, he must admit that another Jew may think differently than he, even so far as to believe in Jesus.
pt: Tendo deixado de lado toda a intolerância, ele deve admitir que outro judeu pode pensar de forma diferente do que ele, até mesmo a ponto de acreditar em Jesus.

source: Having said the above, if one adopts the Masoretic punctuation (“Until the Messiah seven weeks and sixty-two weeks will be restored….
pt: Tendo dito o acima, se alguém adota a pontuação massorética (“Até o Messias, sete semanas e sessenta e duas semanas serão restauradas…).

source: Having tasted both waters, one cannot but thirst after the truths of ancient days - a source without pollution.
pt: Tendo provado as duas águas, não podemos deixar de sentir sede das verdades dos dias antigos - uma fonte sem poluição.

source: He also was called a priest “forever.” Hebrews 5:6.
pt: Ele também foi chamado de sacerdote “para sempre”. Hebreus 5: 6.

source: He came with fellow believers each Sabbath for worship, for an exchange of ideas, for a meal together.
pt: Ele vinha com seus irmãos todos os sábados para o culto, para uma troca de idéias, para uma refeição juntos.

source: He cannot be deceived, because He sees all and knows and loves us intimately.
pt: Ele não pode ser enganado, porque Ele vê tudo e nos conhece e nos ama intimamente.

source: He confers the same name on the one he calls the Messiah son of David.
pt: Ele confere o mesmo nome àquele que ele chama de Messias filho de Davi.

source: He could have given proof of authority and said No!
pt: Ele poderia ter dado prova de autoridade e disse que não!

source: He decides to leave the throng of travelers, seeking out the ancient paths which had been lost.
pt: Ele decide deixar a multidão de viajantes, procurando os antigos caminhos que haviam sido perdidos.

source: He desired rather to teach that the Sabbath was not merely a gesture of cessation but was a total attitude, a way of being that was responsive to the requirements of sanctification contained in the commandment (cf.
pt: Ele preferiu ensinar que o sábado não era apenas um gesto de cessação, mas era uma atitude total, um modo de ser que respondia às exigências de santificação contidas no mandamento (cf.

source: He explained how this indictment of the Jew had been taught to him repeatedly since his early youth and had contributed largely to instilling in him a hatred, even as an atheist, that would qualify him as a future member of the Hitler Youth.
pt: Ele explicou como essa acusação do judeu lhe havia sido ensinada repetidamente desde a sua juventude e contribuiu largamente para insitar nele o ódio, mesmo como ateu, que o qualificaria como um futuro membro da Juventude Hitlerista.

source: He felt all the better about it that he had reestablished his roots.
pt: Ele se sentiu melhor sobre isso que ele havia restabelecido suas raízes.

source: He had even raised the dead to life.
pt: Ele até ressuscitou os mortos.

source: He had the zeal of his convictions.
pt: Ele tinha o zelo de suas convicções.

source: He is called a Jew simply because he has shown cunning and avarice.
pt: Ele é chamado de judeu simplesmente porque demonstrou astúcia e avareza.

source: He is not content to judge merely the exterior appearance of the ground; on the contrary, he digs deep.
pt: Ele não se contenta em julgar apenas a aparência exterior do solo; pelo contrário, ele cava fundo.

source: He is not the Messiah awaited and announced by the prophets of the Holy Scriptures.
pt: Ele não é o Messias esperado e anunciado pelos profetas das Sagradas Escrituras.

source: He is then convinced that the Word could never contradict his experience, because the same Spirit inspires them both.
pt: Ele então está convencido de que a Palavra nunca poderia contradizer sua experiência, porque o mesmo Espírito inspira a ambos.

source: He knew how weak men and women were - so easily led and misled.
pt: Ele sabia o quão fracos homens e mulheres eram - tão facilmente guiados e enganados.

source: He let out a prolonged howl of grief as if to ask: ‘That truth, what is it?’ “2
pt: Ele soltou um longo uivo de pesar, como se perguntasse: 'Que verdade, o que é isso?' "2

source: He must cease to discover antiSemitism on every hand.
pt: Ele deve parar de descobrir o anti-semitismo em todas as mãos.

source: He no doubt expected that his Master would react and undo the evil devisings of His enemies by the sheer weight of His power.
pt: Ele, sem dúvida, esperava que seu Mestre reagisse e desfizesse os maus desígnios de Seus inimigos pelo simples peso de Seu poder.

source: He no longer will linger with complicity in a misunderstanding of scriptural passages that seemed to justify his prejudices.
pt: Ele não vai mais ficar com cumplicidade em um mal-entendido de passagens bíblicas que pareciam justificar seus preconceitos.

source: He notices that he would have a lot of company along its bank; it feels good to be with others, with family, surrounded by ancient habits and customs and traditions.
pt: Ele percebe que teria muita companhia ao longo de seu banco; É bom estar com os outros, com a família, cercado por antigos hábitos, costumes e tradições.

source: He performed miracles and taught the people who received with joy the truth; and he brought many to go with him.“185
pt: Ele realizou milagres e ensinou as pessoas que receberam com alegria a verdade; e ele trouxe muitos para ir com ele.

source: He places his requirements at that depth.
pt: Ele coloca suas necessidades nessa profundidade.

source: He pleads that Jerusalem - and thus the sanctuary - be restored to its former glory and significance.
pt: Ele defende que Jerusalém - e, portanto, o santuário - seja restaurado à sua antiga glória e significado.

source: He purred soothingly about peace and happiness.
pt: Ele ronronou suavemente sobre paz e felicidade.

source: He really did not.
pt: Ele realmente não fez.

source: He remains a branch of the original trunk.
pt: Ele continua sendo um ramo do tronco original.

source: He serves, not because of a painful obligation, but as a loving response to God’s initiative.
pt: Ele serve, não por causa de uma obrigação dolorosa, mas como uma resposta amorosa à iniciativa de Deus.

source: He set out upon the highways of the Greco-Roman world often not knowing where God would lead him, led only by his unshakable faith in the invisible.
pt: Ele partiu para as estradas do mundo greco-romano, muitas vezes sem saber onde Deus o conduziria, guiado apenas por sua fé inabalável no invisível.

source: He simply wants his life here and now to be molded to the requirements sent down from above, to be radiant with the hope shining out of his future, to make sure that his alpha will stretch to his omega.
pt: Ele simplesmente quer que sua vida aqui e agora seja moldada aos requisitos enviados de cima, para ficar radiante com a esperança que brilha em seu futuro, para ter certeza de que seu alfa irá se estender ao seu ômega.

source: He spoke because he could not do otherwise.
pt: Ele falou porque não podia fazer o contrário.

source: He spreads it over two chapters.146 The presence of common themes and stylistic forms in both chapters confirms the type and invites a synchronized reading.
pt: Ele o espalha ao longo de dois capítulos.146 A presença de temas comuns e formas estilísticas em ambos os capítulos confirma o tipo e convida a uma leitura sincronizada.

source: He then goes on to explain the importance of that Law and the role it plays in the redemptive process.
pt: Ele então explica a importância dessa Lei e o papel que ela desempenha no processo de redenção.

source: He thinks of his effort as an anguished cry born of despair - an impassioned search for the way out of a dilemma.
pt: Ele pensa em seu esforço como um grito angustiado nascido do desespero - uma busca apaixonada pela saída de um dilema.

source: He took pride in his lineage and training, and rightly so.
pt: Ele se orgulhava de sua linhagem e treinamento, e com razão.

source: He turned and turned until exhausted, but his exhaustion was in vain: He couldn’t read!
pt: Ele virou-se e virou-se até ficar exausto, mas seu esgotamento foi em vão: Ele não sabia ler!

source: He walks, walks farther -
pt: Ele anda, anda mais longe

source: He was chased, stoned, and banished from the city.
pt: Ele foi perseguido, apedrejado e banido da cidade.

source: He was clearly objective, even though it tormented the listeners.
pt: Ele era claramente objetivo, apesar de atormentar os ouvintes.

source: He was consequently placed in the very best situation to find the truth.
pt: Consequentemente ele foi colocado na melhor situação para encontrar a verdade.

source: He was created a blond with blue eyes.
pt: Ele foi criado um loiro de olhos azuis.

source: He was determined to clarify its orthodoxy.
pt: Ele estava determinado a esclarecer sua ortodoxia.

source: He was excommunicated from Jewish society.
pt: Ele foi excomungado da sociedade judaica.

source: He was forced into a compromise: the Messiah Himself would choose between the two forms, according to the moral state of man.
pt: Ele foi forçado a um compromisso: o próprio Messias escolheria entre as duas formas, de acordo com o estado moral do homem.

source: He was in charge of the expiation109 occurring in the daily sacrifice for sin, as well as that more extensive expiation for sin confessed and remitted at the annual Day of Atonement (Kippur).110
pt: Ele estava encarregado da expiação109 que ocorria no sacrifício diário pelo pecado, bem como a mais extensa expiação pelo pecado confessada e remetida no Dia Anual da Expiação (Kippur) .110

source: He was matter that breathed and lived.
pt: Ele era assunto que respirou e viveu.

source: He was no longer the same well-organized official with an insured future.
pt: Ele não era mais o mesmo funcionário bem organizado com um futuro seguro.

source: He was oppressed, and he was afflicted, yet he opened not his mouth; like a lamb that is led to the slaughter, and like a sheep before its shearers is dumb, so he opened not his mouth.
pt: Ele foi oprimido e afligido, mas não abriu a boca; como um cordeiro que é levado ao matadouro, e como uma ovelha antes que os seus tosquiadores sejam mudos, assim ele não abriu a boca.

source: He who pretends to be rich and in need of nothing is condemned in prophetic terms to be “wretched, pitiable, poor, blind, and naked.
pt: Aquele que finge ser rico e não precisa de nada, é condenado em termos proféticos a ser “miserável, digno de pena, pobre, cego e nu.

source: He who says ‘I know him’ but disobeys his commandments is a liar, and the truth is not in him.
pt: Aquele que diz "eu o conheço", mas desobedece aos seus mandamentos é um mentiroso, e a verdade não está nele.

source: He will be cut off, and He will cause the sacrifices and offerings to cease.
pt: Ele será cortado e fará cessar os sacrifícios e ofertas.

source: He will read and study the Old Testament and the Jewish tradition.
pt: Ele vai ler e estudar o Antigo Testamento e a tradição judaica.

source: He will reign as King and prosper….
pt: Ele reinará como rei e prosperará.

source: He will retain respect for the fact that he belongs to the Jewish people.
pt: Ele manterá respeito pelo fato de pertencer ao povo judeu.

source: He would save while risking His life.
pt: Ele salvaria enquanto arriscava a vida.

source: Hebrew thought customarily uses paradoxes and takes delight in arriving at truth by bringing together seemingly irreconcilable elements.
pt: O pensamento hebreu usualmente usa paradoxos e se deleita em chegar à verdade reunindo elementos aparentemente irreconciliáveis.

source: Hebrew thought, on this point, differs from Cartesian thought.
pt: O pensamento hebraico, neste ponto, difere do pensamento cartesiano.

source: Hemmed in by suffering and humiliation, the Jew has cast himself in the role of a reactor.
pt: Encurralado pelo sofrimento e pela humilhação, o judeu se colocou no papel de um reator.

source: Hence this unfortunate paradox, which only heightens perplexity.
pt: Daí esse paradoxo infeliz, que apenas aumenta a perplexidade.

source: Henceforth a close cooperation between the Church and the State [Christian] now produced a mutual-benefit system which included discrimination, vexation, and painful interdictions.“52
pt: Daí em diante, uma estreita cooperação entre a Igreja e o Estado [cristão] produzia agora um sistema de benefício mútuo que incluía discriminação, vexação e dolorosas interdições.

source: Henceforth he would travel from continent to continent in order to announce to the world the truth that had turned his life literally upside down.
pt: Daí em diante, ele viajaria de continente a continente para anunciar ao mundo a verdade que invertera sua vida literalmente.

source: Henceforth no real dialogue was possible between Christian and Jew.
pt: Daí em diante, nenhum diálogo real foi possível entre cristãos e judeus.

source: Henceforth one who sees himself as the object of God’s love will serve Him in a new spirit - a spirit completely rescued from the tensions of fear and guilt or the desire to earn one’s own salvation.
pt: Daí em diante, quem se vê como o objeto do amor de Deus irá servi-Lo em um novo espírito - um espírito completamente resgatado das tensões do medo e da culpa ou do desejo de ganhar a própria salvação.

source: Henceforth the Levitical worship, with its system of sacrifices and ceremonial laws, was to be useless and unnecessary.
pt: Daí em diante, a adoração levítica, com seu sistema de sacrifícios e leis cerimoniais, seria inútil e desnecessária.

source: Here again one finds the same diptych (a story from two points of view) effect.
pt: Aqui, novamente, encontra-se o mesmo efeito de díptico (uma história de dois pontos de vista).

source: Here are three rings,” he said.
pt: Aqui estão três anéis ”, disse ele.

source: Here especially he will engage in a task fully worthy of his faith.
pt: Aqui, especialmente, ele se envolverá em uma tarefa totalmente digna de sua fé.

source: Here is the source of those clever little smiles intended to say more than they do.
pt: Aqui é a fonte daqueles sorrisinhos inteligentes que pretendem dizer mais do que eles fazem.

source: Here one must not become indulgent and overly sensitive.
pt: Aqui não se deve tornar indulgente e excessivamente sensível.

source: Here was, in fact, an occasion to return across the centuries to a renewal of the Everlasting Covenant.
pt: Aqui estava, de fato, uma ocasião para retornar através dos séculos a uma renovação do Convênio Eterno.

source: Here we come face-to-face with a paradox: One cannot hope to understand the revealed Word without committing oneself to follow in the path outlined by that Word.
pt: Aqui ficamos cara-a-cara com um paradoxo: não se pode esperar compreender a Palavra revelada sem se comprometer a seguir o caminho delineado por aquela Palavra.

source: Here we encounter yet another misunderstanding, appearing when a choice is offered between the release of Barabbas and that of Jesus.
pt: Aqui encontramos ainda outro mal-entendido, aparecendo quando uma escolha é oferecida entre a libertação de Barrabás e a de Jesus.

source: Here, they say, at long last, is found the key to happiness and the solution to our problems.
pt: Aqui, dizem, finalmente, encontra-se a chave para a felicidade e a solução para nossos problemas.

source: Here, too, is the basis for an unfortunate vocabulary spawned by our current civilization which, by inflexible edict, sets the Jew in a concrete atavism (manifestation of primitive characteristics of a family or a race) from which he can never escape and which he can never understand because it doesn’t make sense.
pt: Aqui também está a base para um lamentável vocabulário gerado por nossa atual civilização que, por édito inflexível, coloca o judeu em um atavismo concreto (manifestação de características primitivas de uma família ou raça) do qual ele nunca pode escapar e que ele nunca consiga entender porque não faz sentido.

source: His biting words tore at every heart.
pt: Suas palavras cortantes rasgaram todo coração.

source: His conclusion is clear.
pt: Sua conclusão é clara.

source: His dialectic is an appeal.
pt: Sua dialética é um apelo.

source: His experience in striving for peace and righteousness on his own convinced him that salvation had to come from outside his feeble efforts.
pt: Sua experiência em lutar pela paz e pela justiça por si só o convenceu de que a salvação tinha que vir de fora de seus fracos esforços.

source: His hypothesis had the merit of taking into account both biblical prophecy and logic.
pt: Sua hipótese tinha o mérito de levar em conta tanto a profecia bíblica quanto a lógica.

source: His identity, and even the time ot His coming were confirmed in the Scriptures and the traditions.
pt: Sua identidade e até o tempo de Sua vinda foram confirmados nas Escrituras e nas tradições.

source: His kingdom is not of this world, either, but of God - of a God who is coming!
pt: Seu reino não é deste mundo, mas de Deus - de um Deus que está vindo!

source: His life then changed.
pt: Sua vida então mudou.

source: His numerous works have won him international fame, confirmed by the Nobel Prize in literature in 1966.
pt: Suas numerosas obras lhe valeram fama internacional, confirmada pelo Prêmio Nobel de Literatura em 1966.

source: His preconceived ideas will disappear automatically, and he thereby will better understand his God and the gospel.
pt: Suas idéias preconcebidas desaparecerão automaticamente e assim ele entenderá melhor seu Deus e o evangelho.

source: His preoccupation was apparent in his language.
pt: Sua preocupação era aparente em sua linguagem.

source: His quest takes him beyond mere theology and myth to a future aglow with hope and peace.
pt: Sua busca leva-o para além da mera teologia e mito para um futuro radiante de esperança e paz.

source: His relatives and close associates simply will be horrified!
pt: Seus parentes e colaboradores próximos simplesmente ficarão horrorizados!

source: His requirements applied to a commandment whose observance was taken for granted at that time: the Sabbath commandment.
pt: Suas exigências se aplicavam a um mandamento cuja observância era tomada como certa naquele momento: o mandamento do sábado.

source: His sagacity is destructive, corrosive, vexing.“29
pt: Sua sagacidade é destrutiva, corrosiva, vexatória.“29

source: His service will grow in depth, in keeping with a more intelligent, self-authenticating obedience.
pt: Seu serviço crescerá em profundidade, de acordo com uma obediência mais inteligente e auto-autenticadora.

source: His song is a cry.
pt: Sua música é um grito.

source: His thorough knowledge of the Scriptures and of the Jewish tradition were sufficient proofs and ought to have brought him naturally to that conclusion.
pt: Seu profundo conhecimento das Escrituras e da tradição judaica eram provas suficientes e deveria tê-lo levado naturalmente a essa conclusão.

source: His vocation, chiefly redemptive, necessarily included suffering and death.
pt: Sua vocação, principalmente redentora, incluía necessariamente sofrimento e morte.

source: His words burned into hearts because they originated elsewhere and struck home.
pt: Suas palavras queimaram em corações porque se originaram em outros lugares e atingiram o lar.

source: History records no example of such a collective suicide.“16
pt: A história não registra nenhum exemplo desse suicídio coletivo.

source: History teaches us that when man sees himself as the source of truth and belief, the result invariably is pride and intolerance, if not disarray and confusion.
pt: A história nos ensina que quando o homem se vê como a fonte da verdade e da crença, o resultado é invariavelmente orgulho e intolerância, se não desordem e confusão.

source: Honor will be recovered only when man stands up and follows, though walking against the current, the commandments from above.
pt: A honra só será recuperada quando o homem se levantar e seguir, embora caminhando contra a corrente, os mandamentos de cima.

source: Hosea 2:16-21.
pt: Oséias 2: 16-21.

source: Hosea 2:16; Ezekiel 20:35-37.
pt: Oséias 2:16; Ezequiel 20: 35-37.

source: How could he have done otherwise?
pt: Como ele poderia ter feito o contrário?

source: How did we get to the point where we now seem to be?
pt: Como chegamos ao ponto em que agora parecemos estar?

source: How is it, then, that this idea came to exist in most Bible-based religions?
pt: Como é, então, que essa ideia veio a existir na maioria das religiões baseadas na Bíblia?

source: How is one to explain, then, that sudden hatred for a teacher the people had admired and followed?
pt: Como explicar, então, aquele súbito ódio por um professor que as pessoas admiraram e seguiram?

source: How many Jews with adventuresome souls, how many mystics among which one could name more than one serious doctor of the Law, have touched the frontiers where the border lines between Christianity and Judaism fade into un-clearness as regards their resolve to remain true and faithful?
pt: Quantos judeus com almas aventureiras, quantos místicos entre os quais se pode nomear mais do que um sério doutor da Lei, tocaram as linhas das fronteiras entre o cristianismo e o judaísmo desaparecem em sua falta de clareza quanto à sua vontade de permanecer verdadeiras e fiéis?

source: How many others, like Judas, clamored for the Messiah’s death though they never really wanted it to take place or never understood what was going on!
pt: Quantos outros, como Judas, clamavam pela morte do Messias, embora nunca quisessem que acontecesse ou nunca entendessem o que estava acontecendo!

source: How well he spoke!
pt: Quão bem ele falou!

source: How, really, could it be otherwise?
pt: Como, realmente, poderia ser diferente?

source: How, then, could one not take note of a curious passage in Daniel’s book, where it is the subject of expiation, and justice is related to a Messiah who is destined to be “cut off “?
pt: Como, então, não se pode tomar nota de uma passagem curiosa no livro de Daniel, onde é o assunto da expiação, e a justiça está relacionada a um Messias que está destinado a ser “cortado”?

source: However great may be the authority and the wisdom of the human agent that transmits it - the Synagogue or the Church - tradition cannot and must not claim the same inspiration as the sacred Scriptures.
pt: Por maior que seja a autoridade e a sabedoria do agente humano que a transmite - a sinagoga ou a igreja - a tradição não pode e não deve reivindicar a mesma inspiração que as Sagradas Escrituras.
